{
    "Apple___Apple_scab":[
        "Choose resistant varieties when possible.",
"Rake under trees and destroy infected leaves to reduce the number of fungal spores available to start the disease cycle over again next spring.",
"Water in the evening or early morning hours (avoid overhead irrigation) to give the leaves time to dry out before infection can occur.",
"Spread a 3- to 6-inch layer of compost under trees, keeping it away from the trunk, to cover soil and prevent splash dispersal of the fungal spores.",
"For best control, spray liquid copper soap early, two weeks before symptoms normally appear. Alternatively, begin applications when disease first appears, and repeat at 7 to 10 day intervals up to blossom drop.",
"Bonide® Sulfur Plant Fungicide, a finely ground wettable powder, is used in pre-blossom applications and must go on before rainy or spore discharge periods. Apply from pre-pink through cover (2 Tbsp/ gallon of water), or use in cover sprays up to the day of harvest.",
"Organocide® Plant Doctor is an earth-friendly systemic fungicide that works its way through the entire plant to combat a large number of diseases on ornamentals, turf, fruit and more. Apply as a soil drench or foliar spray (3-4 tsp/ gallon of water) to prevent and attack fungal problems.",
"Containing sulfur and pyrethrins, Bonide® Orchard Spray is a safe, one-hit concentrate for insect attacks and fungal problems. For best results, apply as a protective spray (2.5 oz/ gallon) early in the season. If disease, insects or wet weather are present, mix 5 oz in one gallon of water. Thoroughly spray all parts of the plant, especially new shoots."
    ],
    "Apple___Black_rot":[
       " As with many other diseases, sanitation is one of the major factors. Remove mummified fruit, dead trees, dead or dying infected limbs. Prune out cankers to greatly reduce the amount of available inoculum. For homeowners, black rot can be controlled by starting a full-rate protectant spray program early in the season with copper-based products, lime-sulfur or Daconil. In commercial settings, apply one of the ethylene bisdithiocarbamate (EBDC) fungicides (Polyram, Manzate and Dithane). After petal fall, Captan at full rate, or a combination of Benlate and Captan, often used for powdery mildew control, will provide black rot control as well."
    ],
    "Apple___Cedar_apple_rust":[
        "Choose resistant cultivars when available.",
        "Rake up and dispose of fallen leaves and other debris from under trees.",
        "Remove galls from infected junipers. In some cases, juniper plants should be removed entirely.",
        "Apply preventative, disease-fighting fungicides labeled for use on apples weekly, starting with bud break, to protect trees from spores being released by the juniper host. This occurs only once per year, so additional applications after this springtime spread are not necessary.",
        "On juniper, rust can be controlled by spraying plants with a copper solution (0.5 to 2.0 oz/ gallon of water) at least four times between late August and late October.",
        "Safely treat most fungal and bacterial diseases with SERENADE Garden. This broad spectrum bio-fungicide uses a patented strain of Bacillus subtilis that is registered for organic use. Best of all, SERENADE is completely non-toxic to honey bees and beneficial insects.",
        "Containing sulfur and pyrethrins, Bonide® Orchard Spray is a safe, one-hit concentrate for insect attacks and fungal problems. For best results, apply as a protective spray (2.5 oz/ gallon) early in the season. If disease, insects or wet weather are present, mix 5 oz in one gallon of water. Thoroughly spray all parts of the plant, especially new shoots."
    ],
    "Apple___healthy":["Congratulations..You have healthy Plant."],
    "Blueberry___healthy":["Congratulations..You have healthy Plant."],
    "Cherry_(including_sour)___Powdery_mildew":[
        "The biggest issue for powdery mildew control is the prevention of initial fungal infection. We currently do not have fungicides that will eradicate powdery mildew, so growers need to control this disease before they see it by using protectant products. Thus, by the time you see the white mycelium on the leaves at or before harvest-time, it is too late for control.",
        "The most important spray timing for powdery mildew control is the first cover timing, i.e., the first spray application after shuck split. Prior to shuck split, chlorothalonil (Bravo and other generics) is the fungicide of choice in tart cherry orchards due to its excellent activity in cherry leaf spot control. Chlorothalonil is not effective against powdery mildew. Fortunately, at these earlier timings, the powdery mildew fungus is generally not active. The first cover timing represents the first chance to protect the orchard from the initial powdery mildew infection. This spray is critically important.",
        "The best fungicides currently available for powdery mildew control are the new SDHI premixes Luna Sensation and Merivon and the stobilurin fungicide Gem.",
        "There is a powdery mildew fungicide available called Quintec (quinoxyfen). This fungicide has a mode of action that is different than the SDHIs or strobilurins so it is a good choice for resistance management."
    ],
    "Cherry_(including_sour)___healthy":[
        "Congratulations..You have healthy Plant."
    ],
    "Corn_(maize)___Cercospora_leaf_spot Gray_leaf_spot":[
        "Sanitation is an important tool in disease management. Since the fungus can easily survive in infected leaves that fall and remain on the ground or that remain on the bush, removal of these leaves can help prevent future infections and disease outbreaks.",
        "Spotted leaves should be removed any time during the growing season when they are present, especially before new leaves begin to form in the spring. If possible, irrigate plants using drip irrigation, since splashing water from an overhead sprinkler can spread the fungus from leaf to leaf and create an ideal environment for disease activity.",
        "There are some fungicides available to help manage Cercospora leaf spot. Products containing chlorothalonil, myclobutanil or thiophanate-methyl are most effective when applied prior to or at the first sign of leaf spots."
    ],
    "Corn_(maize)___Common_rust_":[
        "Maize rusts are generally controlled by the use of resistant maize hybrids, and by foliar applications of fungicides on sweet corn.",
        "Cultural practices may be effective in areas where rust spores can overwinter on debris or where infected Oxalis species are a source of spores. Therefore, collect the remains of the crop and destroy by burning or burying, and weed around maize plots if Oxalis is common.",
        "Fungicides have been used against both common and southern rust, but they are usually not needed in maize because of the resistance bred into commercial varieties. However, foliar fungicides may have a use on sweet corn. A number of protectant fungicide have been recommended: e.g., chlorothalonil or mancozeb. Plants are monitored and sprays commence when there are on average six pustules per leaf."
    ],
    "Corn_(maize)___Northern_Leaf_Blight":[
        "Make sure that the plants have adequate nutrients. Do not over supply nitrogen, but make sure phosphorus and potassium are at optimal levels.",
        "Control weeds, especially grasses that might be alternative hosts of the fungus.",
        "After Harvesting, Collect the remains of the crop and destroy by burning or burying.",
        "Practise crop rotation; rotate with non-grass crops."
    ],
    "Corn_(maize)___healthy":[
        "Congratulations..You have healthy Plant."
    ],
    "Grape___Black_rot":[
        "black rot is difficult to stop once it has taken hold of growing fruit. Many gardeners would consider this year’s crop a lost cause and work toward preventing a recurrence of the disease.",
        "The best time to treat black rot of grapes is between bud break until about four weeks after bloom; treating outside of this window is likely to end in frustration. However, if you want to try, captan and myclobutanil are the fungicides of choice.",
        "Prevention is key when dealing with grape black rot. During your fall clean-up, make sure that all mummies have been removed from the vine and all plant material on the ground below is destroyed. Prune out any and all areas with lesions; grapevines can handle a severe pruning — when in doubt, cut it out. If leaves appear the following spring with new lesions, remove these immediately and start a spray treatment program with one of the fungicides."
    ],
    "Grape___Esca_(Black_Measles)":[
        "Lime sulfur sprays can manage the trio of pathogens that cause black measles",
        "An alternative treatment is packing infected vine cavities with any tar-like substance to seal off the fungi and stop release of their spores"
    ],
    "Grape___Leaf_blight_(Isariopsis_Leaf_Spot)":[
        "Spraying of the grapevines at 3-4 leaf stage with fungicides like Bordeaux mixture @ 0.8% or Copper Oxychloride @ 0.25% or Carbendazim @ 0.1% are effective against this disease."
    ],
    "Grape___healthy":[
        "Congratulations..You have healthy Plant."
    ],
    "Orange___Haunglongbing_(Citrus_greening)":[
        "Citrus greening, also called Huanglongbing (HLB), is devastating the citrus industry",
        "Cultural methods include antibacterial management, sanitation, removal of infected plants, frequent scouting, and most importantly, crisis declaration",
        "No cure for citrus greening disease is known, and efforts to control it have been slow because infected citrus plants are difficult to maintain, regenerate, and study."
    ],
    "Peach___Bacterial_spot":[
        "Bacterial spot is a difficult disease to control when environmental conditions favor pathogen spread. As with all bacterial plant diseases, there are relatively few bactericide chemicals available for use. ",
        "Compounds available for use on peach and nectarine for bacterial spot include copper, oxytetracycline (Mycoshield and generic equivalents), and syllit+captan; however, repeated applications are typically necessary for even minimal disease control.",
        "Oxytetracycline is generally considered the most effective compound and the least prone to phytotoxicity problems (damage to plant tissue), but also perhaps most likely to lose effectiveness with the appearance of bacterial strains with resistance. There is some evidence that the hydrochloride form of oxytetracycline (Fireline) is more effective than the calcium form Mycoshield."
    ],
    "Peach___healthy":[
        "Congratulations..You have healthy Plant."
    ],
    "Pepper,_bell___Bacterial_spot":[
        "Bacterial spot is a difficult disease to control when environmental conditions favor pathogen spread. As with all bacterial plant diseases, there are relatively few bactericide chemicals available for use. ",
        "Compounds available for use on peach and nectarine for bacterial spot include copper, oxytetracycline (Mycoshield and generic equivalents), and syllit+captan; however, repeated applications are typically necessary for even minimal disease control.",
        "Oxytetracycline is generally considered the most effective compound and the least prone to phytotoxicity problems (damage to plant tissue), but also perhaps most likely to lose effectiveness with the appearance of bacterial strains with resistance. There is some evidence that the hydrochloride form of oxytetracycline (Fireline) is more effective than the calcium form Mycoshield."
    ],
    "Pepper,_bell___healthy":[
        "Congratulations..You have healthy Plant."
    ],
    "Potato___Early_blight":[
        "Avoid overhead irrigation and allow for sufficient aeration between plants to allow the foliage to dry as quickly as possible. Practice a 2-year crop rotation. That is, do not replant potatoes or other crops in this family for 2 years after a potato crop has been harvested.",
        "Keep the potato plants healthy and stress free by providing adequate nutrition and sufficient irrigation, especially later in the growing season after flowering when plants are most susceptible to the disease.",
        "Only dig the tubers up when they are completely mature to prevent from damaging them. Any damage done at harvest can additionally facilitate the disease.",
        "Remove plant debris and weed hosts at the end of the season to mitigate areas where the disease may overwinter."       
    ],
    "Potato___Late_blight":[
        "Remove volunteers from the garden prior to planting and space plants far enough apart to allow for plenty of air circulation.",
        "Water in the early morning hours, or use soaker hoses, to give plants time to dry out during the day — avoid overhead irrigation.",
        "Destroy all tomato and potato debris after harvest",
        "Apply a copper based fungicide (2 oz/ gallon of water) every 7 days or less, following heavy rain or when the amount of disease is increasing rapidly. If possible, time applications so that at least 12 hours of dry weather follows application.",
        "Used as a foliar spray, Organocide® Plant Doctor will work its way through the entire plant to prevent fungal problems from occurring and attack existing many problems. Mix 2 tsp/ gallon of water and spray at transplant or when direct seeded crops are at 2-4 true leaf, then at 1-2 week intervals as required to control disease."
    ],
    "Potato___healthy":[
        "Congratulations..You have healthy Plant."
    ],
    "Raspberry___healthy":[
        "Congratulations..You have healthy Plant."
    ],
    "Soybean___healthy":[
        "Congratulations..You have healthy Plant."
    ],
    "Squash___Powdery_mildew":[
        "The biggest issue for powdery mildew control is the prevention of initial fungal infection. We currently do not have fungicides that will eradicate powdery mildew, so growers need to control this disease before they see it by using protectant products. Thus, by the time you see the white mycelium on the leaves at or before harvest-time, it is too late for control.",
        "The most important spray timing for powdery mildew control is the first cover timing, i.e., the first spray application after shuck split. Prior to shuck split, chlorothalonil (Bravo and other generics) is the fungicide of choice in tart cherry orchards due to its excellent activity in cherry leaf spot control. Chlorothalonil is not effective against powdery mildew. Fortunately, at these earlier timings, the powdery mildew fungus is generally not active. The first cover timing represents the first chance to protect the orchard from the initial powdery mildew infection. This spray is critically important.",
        "The best fungicides currently available for powdery mildew control are the new SDHI premixes Luna Sensation and Merivon and the stobilurin fungicide Gem.",
        "There is a powdery mildew fungicide available called Quintec (quinoxyfen). This fungicide has a mode of action that is different than the SDHIs or strobilurins so it is a good choice for resistance management."
    ],
    "Strawberry___Leaf_scorch":[
        "Space plants so foliage dries rapidly after rain and irrigation.",
        "Use drip irrigation if possible. When using overhead irrigation, shorten sets and water at times that promote rapid drying of the foliage.",
        "Use optimal fertilization.",
        "Summer renovation will help reduce inoculum levels. In Oregon, it is recommended to renovate 2 to 4 weeks after the last harvest of June bearing types.",
        "Copper-Count-N at 1.5 to 2 quart/100 gal water. Group M1 fungicide. 48-hr reentry."
    ],
    "Strawberry___healthy":[
        "Congratulations..You have healthy Plant."
    ],
    "Tomato___Bacterial_spot":[
        "Bacterial spot is a difficult disease to control when environmental conditions favor pathogen spread. As with all bacterial plant diseases, there are relatively few bactericide chemicals available for use. ",
        "Compounds available for use on peach and nectarine for bacterial spot include copper, oxytetracycline (Mycoshield and generic equivalents), and syllit+captan; however, repeated applications are typically necessary for even minimal disease control.",
        "Oxytetracycline is generally considered the most effective compound and the least prone to phytotoxicity problems (damage to plant tissue), but also perhaps most likely to lose effectiveness with the appearance of bacterial strains with resistance. There is some evidence that the hydrochloride form of oxytetracycline (Fireline) is more effective than the calcium form Mycoshield."
    ],
    "Tomato___Early_blight":[
        "Avoid overhead irrigation and allow for sufficient aeration between plants to allow the foliage to dry as quickly as possible. Practice a 2-year crop rotation. That is, do not replant potatoes or other crops in this family for 2 years after a potato crop has been harvested.",
        "Keep the potato plants healthy and stress free by providing adequate nutrition and sufficient irrigation, especially later in the growing season after flowering when plants are most susceptible to the disease.",
        "Only dig the tubers up when they are completely mature to prevent from damaging them. Any damage done at harvest can additionally facilitate the disease.",
        "Remove plant debris and weed hosts at the end of the season to mitigate areas where the disease may overwinter."       
    ],
    "Tomato___Late_blight":[
        "Remove volunteers from the garden prior to planting and space plants far enough apart to allow for plenty of air circulation.",
        "Water in the early morning hours, or use soaker hoses, to give plants time to dry out during the day — avoid overhead irrigation.",
        "Destroy all tomato and potato debris after harvest",
        "Apply a copper based fungicide (2 oz/ gallon of water) every 7 days or less, following heavy rain or when the amount of disease is increasing rapidly. If possible, time applications so that at least 12 hours of dry weather follows application.",
        "Used as a foliar spray, Organocide® Plant Doctor will work its way through the entire plant to prevent fungal problems from occurring and attack existing many problems. Mix 2 tsp/ gallon of water and spray at transplant or when direct seeded crops are at 2-4 true leaf, then at 1-2 week intervals as required to control disease."
    ],
    "Tomato___Leaf_Mold":[
        "Upon noticing the infected areas, the first step is to let the plants air out and dry. If they are being cultivated in a greenhouse, expose them to dry air conditions, because the humidity that the fungus needs to survive and thrive is dried up in the open air.",
        "If the tomatoes are being cultivated outdoors, try to keep the leaves dry when watering the plants. One thing you can do to help keep the leaves as dry as possible is to water in the early morning hours, that way the plant has plenty of time to dry before the sun comes out, which will keep the humidity around the leaves low. You can also try drip irrigation methods, or soak watering methods to attempt to water the soil without ever wetting the leaves of the plant.",
        "Another treatment option is fungicidal sprays. When using fungicide sprays, be sure to thoroughly cover all parts of the plant that is above ground, focusing specifically on the underside of leaves. Calcium chloride sprays are among the most highly recommended types for leaf mold. There are a few organic fungicides on the market as well."
    ],
    "Tomato___Septoria_leaf_spot":[
        "As soon as you see signs of Septoria leaf spot, take action, and remove all infected leaves immediately. Wash your hands thoroughly before continuing to work in the garden around uninfected plants. Clean and disinfect your pruning shears or scissors after removing infected leaves.",
        "Organic fungicides can go a long way towards treating and preventing fungal infections like septoria leaf spot. Fungicides containing copper and potassium bicarbonate will help contain the fungal disease and keep it from spreading. Start spraying as soon as you notice symptoms of septoria leaf spot. Continue treating according to the directions on the fungicide label.",
        "If organic fungicides aren’t standing up to the task, you may be forced to consider chemical control options. One of the most effective chemical fungicides is also one of the least toxic, the compound is called chlorothalonil, and it is sold under the names Fungonil and Daconil. "
    ],
    "Tomato___Spider_mites Two-spotted_spider_mite":[
        "Existing spider mite populations should be treated with organic knockdown sprays if allowed. Naturally derived miticidal sprays like neem oil, pyrethrins, azadirachtin and horticultural oil can be sprayed directly onto adult mites, larvae, nymphs and eggs to kill on contact. Apply to active spider mite infestations at 3-day intervals until control is achieved.",
        "Horticultural oils can also be applied to overwintering sites to reduce egg populations. Exercise caution when applying oil-based sprays to plant in high temperatures (>80°) or intense lighting.",
        "Miticides should be used as a last resort in the flowering period of growth. Utilize biological control methods instead",
        ""
    ],
    "Tomato___Target_Spot":[
        "Remove old plant debris at the end of the growing season; otherwise, the spores will travel from debris to newly planted tomatoes in the following growing season, thus beginning the disease anew. Dispose of the debris properly and don’t place it on your compost pile unless you’re sure your compost gets hot enough to kill the spores.",
        "Rotate crops and don’t plant tomatoes in areas where other disease-prone plants have been located in the past year – primarily eggplant, peppers, potatoes or, of course – tomatoes. Rutgers University Extension recommends a three-year rotation cycle to reduce soil-borne fungi.",
        "Pay careful attention to air circulation, as target spot of tomato thrives in humid conditions. Grow the plants in full sunlight. Be sure the plants aren’t crowded and that each tomato has plenty of air circulation. Cage or stake tomato plants to keep the plants above the soil.",
        "Water tomato plants in the morning so the leaves have time to dry. Water at the base of the plant or use a soaker hose or drip system to keep the leaves dry. Apply a mulch to keep the fruit from coming in direct contact with the soil. Limit to mulch to 3 inches or less if your plants are bothered by slugs or snails.",
        "You can also apply fungal spray as a preventive measure early in the season, or as soon as the disease is noticed."        
    ],
    "Tomato___Tomato_Yellow_Leaf_Curl_Virus":[
        "Fields should be inspected daily for the presence of whiteflies. A trap can be made with a piece of board 12 inches x 12 inches painted bright yellow. Spread petroleum jelly or Biotac on it. The yellow colour attracts the whiteflies to the boards and they stick to them. The boards are placed at the height of the plants. Monitor all crops, not just tomato plants as the whitefly may have passed the virus onto another crop.",
        "Plants that show signs of the virus after 3-4 weeks of transplanting should be bagged (to prevent the whiteflies leaving), uprooted and burned to reduce spread of the virus.",
        "Plants should be watered and fertilized adequately to reduce stress and to build plant health.",
        "Imidacloprid should be sprayed on the entire plant and below the leaves; eggs and flies are often found below the leaves. Spray every 14-21 days and rotate on a monthly basis with Abamectin so that the whiteflies do not build-up resistance to chemicals.",
        "Chemicals are most effective when used early in the morning and late in the evening. This is because insects are most active at these times of the day."
    ],
    "Tomato___Tomato_mosaic_virus":[
        "There are no cures for viral diseases such as mosaic once a plant is infected.",
        "Fungicides will NOT treat this viral disease"
    ],
    "Tomato___healthy":[
        "Congratulations..You have healthy Plant."
    ],
    "Scab":[
        "Choose resistant varieties when possible.",
        "Rake under trees and destroy infected leaves to reduce the number of fungal spores available to start the disease cycle over again next spring.",
        "Water in the evening or early morning hours (avoid overhead irrigation) to give the leaves time to dry out before infection can occur.",
        "Spread a 3- to 6-inch layer of compost under trees, keeping it away from the trunk, to cover soil and prevent splash dispersal of the fungal spores.",
        "For best control, spray liquid copper soap early, two weeks before symptoms normally appear. Alternatively, begin applications when disease first appears, and repeat at 7 to 10 day intervals up to blossom drop.",
        "Bonide® Sulfur Plant Fungicide, a finely ground wettable powder, is used in pre-blossom applications and must go on before rainy or spore discharge periods. Apply from pre-pink through cover (2 Tbsp/ gallon of water), or use in cover sprays up to the day of harvest.",
        "Organocide® Plant Doctor is an earth-friendly systemic fungicide that works its way through the entire plant to combat a large number of diseases on ornamentals, turf, fruit and more. Apply as a soil drench or foliar spray (3-4 tsp/ gallon of water) to prevent and attack fungal problems.",
        "Containing sulfur and pyrethrins, Bonide® Orchard Spray is a safe, one-hit concentrate for insect attacks and fungal problems. For best results, apply as a protective spray (2.5 oz/ gallon) early in the season. If disease, insects or wet weather are present, mix 5 oz in one gallon of water. Thoroughly spray all parts of the plant, especially new shoots."
    ],
    "Powederly_Mildew":[
        "The biggest issue for powdery mildew control is the prevention of initial fungal infection. We currently do not have fungicides that will eradicate powdery mildew, so growers need to control this disease before they see it by using protectant products. Thus, by the time you see the white mycelium on the leaves at or before harvest-time, it is too late for control.",
        "The most important spray timing for powdery mildew control is the first cover timing, i.e., the first spray application after shuck split. Prior to shuck split, chlorothalonil (Bravo and other generics) is the fungicide of choice in tart cherry orchards due to its excellent activity in cherry leaf spot control. Chlorothalonil is not effective against powdery mildew. Fortunately, at these earlier timings, the powdery mildew fungus is generally not active. The first cover timing represents the first chance to protect the orchard from the initial powdery mildew infection. This spray is critically important.",
        "The best fungicides currently available for powdery mildew control are the new SDHI premixes Luna Sensation and Merivon and the stobilurin fungicide Gem.",
        "There is a powdery mildew fungicide available called Quintec (quinoxyfen). This fungicide has a mode of action that is different than the SDHIs or strobilurins so it is a good choice for resistance management."
    ],
    "Black_Measles":[
        "Lime sulfur sprays can manage the trio of pathogens that cause black measles",
        "An alternative treatment is packing infected vine cavities with any tar-like substance to seal off the fungi and stop release of their spores"
    ],
    "Black_Rot":[
        "black rot is difficult to stop once it has taken hold of growing fruit. Many gardeners would consider this year’s crop a lost cause and work toward preventing a recurrence of the disease.",
        "The best time to treat black rot of grapes is between bud break until about four weeks after bloom; treating outside of this window is likely to end in frustration. However, if you want to try, captan and myclobutanil are the fungicides of choice.",
        "Prevention is key when dealing with grape black rot. During your fall clean-up, make sure that all mummies have been removed from the vine and all plant material on the ground below is destroyed. Prune out any and all areas with lesions; grapevines can handle a severe pruning — when in doubt, cut it out. If leaves appear the following spring with new lesions, remove these immediately and start a spray treatment program with one of the fungicides."
    ],
    "Blight":[
        "Avoid overhead irrigation and allow for sufficient aeration between plants to allow the foliage to dry as quickly as possible. Practice a 2-year crop rotation. That is, do not replant potatoes or other crops in this family for 2 years after a potato crop has been harvested.",
        "Keep the plants healthy and stress free by providing adequate nutrition and sufficient irrigation, especially later in the growing season after flowering when plants are most susceptible to the disease.",
        "Only dig the tubers up when they are completely mature to prevent from damaging them. Any damage done at harvest can additionally facilitate the disease.",
        "Remove plant debris and weed hosts at the end of the season to mitigate areas where the disease may overwinter.",
        "Apply a copper based fungicide (2 oz/ gallon of water) every 7 days or less, following heavy rain or when the amount of disease is increasing rapidly. If possible, time applications so that at least 12 hours of dry weather follows application."
    ],
    "Other":[
        "Please contact expert to have a better remedies to fight infection"
    ],
    "Rust":[
        "Choose resistant cultivars when available.",
        "Rake up and dispose of fallen leaves and other debris from under trees.",
        "Remove galls from infected junipers. In some cases, juniper plants should be removed entirely.",
        "Apply preventative, disease-fighting fungicides labeled for use on apples weekly, starting with bud break, to protect trees from spores being released by the juniper host. This occurs only once per year, so additional applications after this springtime spread are not necessary."
    ],
    "Spot":[
        "Bacterial spot is a difficult disease to control when environmental conditions favor pathogen spread. As with all bacterial plant diseases, there are relatively few bactericide chemicals available for use. ",
        "Compounds available for use on peach and nectarine for bacterial spot include copper, oxytetracycline (Mycoshield and generic equivalents), and syllit+captan; however, repeated applications are typically necessary for even minimal disease control.",
        "Oxytetracycline is generally considered the most effective compound and the least prone to phytotoxicity problems (damage to plant tissue), but also perhaps most likely to lose effectiveness with the appearance of bacterial strains with resistance. There is some evidence that the hydrochloride form of oxytetracycline (Fireline) is more effective than the calcium form Mycoshield."
    ]
 }

